Repository: learngest/lg
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Source file
fr: Fichier source

source: Group
fr: Groupe

source: Preferred language
fr: Langue préférée

source: Valid till
fr: Valide jusqu'au

source: No
fr: Non

source: Yes
fr: Oui

source: Send credentials by mail
fr: Envoyer les informations par mail

source: Last name
fr: Nom

source: First name
fr: Prénom

source: New password
fr: Mot de passe

source: New password (again)
fr: Entrez à nouveau le mot de passe

source: Please enter the same password twice.
fr: Erreur : les mots de passes sont différents.

source: Student
fr: Etudiant

source: Course
fr: Cours

source: Deadline
fr: Echéance

source: Title
fr: Titre

source: Additional document
fr: Fichier joint

source: Filetype should be .doc, .xls, .pdf or .zip
fr: Le fichier doit être de type .doc, .xls, .pdf ou .zip

source: Maximum size allowed is 1 Mo, this file is %.2f Mo
fr: La taille maximum est de 1 Mo, ce fichier fait %.2f Mo

source: Subject
fr: Sujet

source: Text
fr: Contenu

source: All
fr: Tout

source: group
fr: groupe

source: course
fr: cours

source: Assignment successfully created. <a href="/coaching/work/add/" style="font-weight: bold;">Add a new one</a>
fr: Travail ajouté avec succès. <a href="/coaching/work/add/" style="color: red;">Ajouter un autre travail à rendre</a>

source: This assignment has been deleted. <a href="/coaching/work/manage/?id=%s&undo" style="color: red;">Undo</a>
fr: Ce travail a été supprimé. <a href="/coaching/work/manage/?id=%s&undo" style="color: red;">Annuler</a>

source: Assignment successfully saved.
fr: Travail modifié avec succès.

source: Assignment successfully restored.
fr: Travail restauré avec succès.

source: == All Students ==
fr: == Tous les étudiants ==

source: == All Modules ==
fr: == Tous les modules ==

source: Deadline successfully created. <a href="/coaching/echeance/add/" style="font-weight: bold;">Add a new one</a>
fr: Echéance ajoutée avec succès. <a href="/coaching/echeance/addstyle="color: red;">Ajouter une autre échéance</a>

source: This deadline has been deleted. <a href="/coaching/echeance/manage/?id=%s&undo" style="color: red;">Undo</a>
fr: Cette échéance a été supprimée. <a href="/coaching/echeance/manage/?id=%s&undo" style="color: red;">Annuler</a>

source: Deadline successfully saved.
fr: Echéance modifiée avec succès.

source: Deadline successfully restored.
fr: Echéance restaurée avec succès.

source: Late
fr: Retard

source: Completed late
fr: Validé en retard

source: %s changed successfully.
fr: %s modifié avec succès.

source: language
fr: langue

source: Exists already.
fr: Existe déjà.

source: Saved.
fr: Sauvé.

source: Mail sent.
fr: Mail envoyé.

source: Mail error.
fr: Erreur mail.

source: The message has been sent.
fr: Le message a été envoyé.

source: Last Name
fr: Nom

source: First Name
fr: Prénom

source: Last Work
fr: Dernier travail

source: Validated
fr: Validés

source: Validated Late
fr: Validés en retard

source: Currently Late
fr: Actuellement en retard

source: File name
fr: Nom du fichier

source: We are sorry, this content is not available in your preferred language.
fr: Désolé, ce contenu n'est pas disponible dans votre langue préférée.

source: Remember me on this computer
fr: Se souvenir de moi sur cet ordinateur

source: Bad login. Please try again.
fr: Login inconnu. Merci de réessayer

source: Your new password has just been sent to you. <a href="/">Back to login form</a>.
fr: Votre nouveau mot de passe vient de vous être envoyé. <a href="/">Retour au formulaire de login</a>.

source: Sorry, expired account.
fr: Désolé, votre compte n'est pas valide actuellement.

source: Password error. Please try again.
fr: Mot de passe invalide, merci de réessayer

source: Your browser does not seem to accept cookies. Please change your settings and try again.
fr: Votre navigateur ne semble pas accepter les cookies. Merci de modifier vos règlages et de réessayer.

source: You have been logged out. Thanks for visiting us today. <br><a href="/login/">New login</a>
fr: Vous êtes déconnecté. Merci de votre visite. <br><a href="/login/">Nouveau login</a>

source: Innovative e-learning software
fr: Plate-forme de e-learning

source: Ooops - It seems the page you requested doesn't exist.
fr: La page demandée n'existe pas.

source: Back to your starting page
fr: Retour à la page d'accueil

source: The action you required caused an error.
fr: L'action demandée a causé une erreur.

source: Log out
fr: Déconnexion

source: My account
fr: Mon profil

source: Dashboard
fr: Tableau des cours

source: Innovative e-learning Master
fr: Votre Master en e-learning

source: deadlines
fr: échéances

source: add
fr: ajout

source: Add a deadline
fr: Ajouter une échéance

source: Group or Student
fr: Groupe ou étudiant

source: Course or Module
fr: Cours ou module

source: Save
fr: Sauver

source: Save and add a new one
fr: Enregistrer et ajouter un autre

source: Continue
fr: Continuer

source: assignment
fr: travail à rendre

source: Add an assignment
fr: Ajouter un travail à rendre

source: Assignment
fr: Travail à rendre

source: No deadline
fr: Pas d'échéance

source: students
fr: étudiants

source: detail
fr: détail

source: Change this user's profile
fr: Modifier les informations de cet étudiant

source: Send an email to this user
fr: Envoyer un mail à cet étudiant

source: See this user's log
fr: Voir le log des consultations de cet étudiant

source: Download all this student's works:
fr: Télécharger tous les travaux de cet étudiant :

source: Done
fr: Validés

source: Tries
fr: Essais

source: Problem ?
fr: Problème ?

source: Uploaded on
fr: Rendu le

source: Module completed on
fr: Module validé le

source: Deadline was
fr: Echéance :

source: Contents
fr: Supports

source: Content
fr: Support

source: Last view
fr: Dernière consultation

source: Times viewed
fr: Consultations

source: Last try
fr: Dernier essai

source: Best try
fr: Meilleur essai

source: Completed
fr: Validé

source: profile
fr: profil

source: Credentials
fr: Informations de connexion

source: Identity
fr: Identité

source: Language
fr: Langue

source: Filter
fr: Filtre

source: By
fr: Par

source: Students management
fr: Gestion des étudiants

source: Send a mail to this group
fr: Envoyer un mail à ce groupe

source: Download works from this group:
fr: Télécharger les travaux rendus par ce groupe :

source: Save this table as a .csv file
fr: Sauver ce tableau au format .csv

source: Time spent by the students is estimated and should not be seen as accurate.
fr: Le temps passé par les étudiants est estimé et ne doit pas être considéré comme précis.

source: The number of currently late modules is calculated once per day on midnight (UTC+0200).
fr: Le nombre de modules actuellement en retard est calculé une fois par 24h à minuit heure de Paris (UTC+0200)

source: Name
fr: Nom

source: Done Late
fr: Validés<br />en retard

source: Cur. Late
fr: Actuellement<br />en retard

source: Time Spent
fr: Temps passé

source: This group is empty
fr: Ce groupe est vide

source: clients statistics
fr: statistiques clients

source: Client statistics
fr: Statistiques clients

source: # Courses
fr: Nb cours

source: # Modules
fr: Nb modules

source: # Logins
fr: Nb logins

source: # Connected Yesterday
fr: Nb connectés hier

source: This list is empty
fr: Cette liste est vide

source: list
fr: liste

source: Progress
fr: Acquis

source: Deadlines management
fr: Gestion des échéances

source: Add new deadlines
fr: Ajouter des échéances

source: No deadline here.
fr: Pas d'échéance.

source: assignments
fr: travaux à rendre

source: Assignments management
fr: Gestion des travaux à rendre

source: Add new assignments
fr: Ajouter des travaux à rendre

source: No assignments here.
fr: Pas de travaux à rendre.

source: Back to this user's details
fr: Retour au récapitulatif de cet étudiant

source: Log : 50 last pages viewed
fr: Log : les 50 dernières pages visitées

source: create logins
fr: création des logins

source: File
fr: Fichier

source: Settings
fr: Autres

source: Uploaded source file
fr: Fichier source

source: Logins to create
fr: Logins à créer

source: Create
fr: Créer

source: Logins file
fr: Fichier de logins

source: Status of logins creation
fr: Résultat de la création

source: Status
fr: Statut

source: Log : last 7 days
fr: Log : les 7 derniers jours

source: change
fr: modifier

source: Change or delete a deadline
fr: Modifier ou supprimer une échéance

source: Delete this deadline
fr: Supprimer cette échéance

source: Change or delete an assignment
fr: Modifier ou supprimer un travail à rendre

source: Current document
fr: Fichier joint

source: You may change it below:
fr: Vous pouvez le changer ci-dessous :

source: Delete this assignment
fr: Supprimer ce travail à rendre

source: Administrator's homepage
fr: Administration

source: Manage database
fr: Gérer la base de données

source: View clients statistics
fr: Voir les statistiques par client

source: Create logins from file
fr: Créer des logins à partir d'un fichier

source: Manage your students
fr: Gérer vos étudiants

source: See, add or delete courses or modules deadlines
fr: Voir, ajouter ou supprimer des échéances

source: See, add or delete assignments
fr: Voir, ajouter ou supprimer des travaux à rendre

source: Download work uploaded by students
fr: Récupérer les travaux des étudiants

source: View log file (all requests to dashboard, contents and tests) for last 7 days
fr: Consulter le fichier de log (enregistrement de toutes les pages consultées) pour les 7 derniers jours

source: Send an email
fr: Envoyer un mail

source: Send
fr: Envoyer

source: dashboard
fr: tableau des cours

source: Download additional document:
fr: Téléchargez le fichier joint :

source: Upload your work
fr: Rendez votre devoir

source: Succesfully uploaded
fr: Enregistré avec succès

source: , signature is
fr: , signature :

source: handout
fr: support

source: Click on the sections (sub)titles to show or hide their contents. Click on the chapter's title to show or hide the outline.
fr: Cliquer sur les titres des sections pour cacher ou montrer leur contenu. Cliquer sur le titre du chapitre pour cacher ou montrer le plan.

source: Hide this
fr: Cacher l'aide

source: Welcome to your dashboard
fr: Tableau de bord

source: You are
fr: Vous êtes

source: If you are not
fr: Si vous n'êtes pas

source: please log in
fr: retournez vous connecter

source: Click on the module name to get details about its contents, tests and your results.
fr: Cliquez sur le nom du module pour obtenir des détails sur son contenu, les tests associés et vos résultats.

source: Click on the icons in the contents column to read the contents.
fr: Cliquez sur les icônes de la colonne Supports pour accéder aux contenus.

source: Click on the current test link to go to the last test you tried or the first one if you did not try any yet.
fr: Cliquez sur le lien dans la colonne Test en cours pour accéder au dernier test tenté, ou au premier de ceux-ci si vous n'avez encore rien tenté.

source: Common Documentation
fr: Documentation générale

source: Frequently Asked Questions
fr: Foire aux questions

source: Glossary
fr: Glossaire

source: Access form
fr: Formulaire de connexion

source: Help, I lost my password
fr: J'ai perdu mon mot de passe

source: Lost password
fr: Mot de passe perdu

source: All passwords are stored encrypted in our database. If you really cannot remember yours, use the form below and you will be sent a new password to the email address which is bound to your account.
fr: Tous les mots de passe sont stockés sous forme cryptée dans notre base de données. Si vous avez oublié le vôtre, utilisez ce formulaire et vous recevrez un nouveau mot de passe à l'adresse email qui est associée à votre compte.

source: Your login is probably built from the first two letters of your fisrt name, followed by your last name. The whole login shoud be lowercase, with no spaces, hyphens or underscores.
fr: Votre login est probablement construit à partir des deux premières lettres de votre prénom, suivies de votre nom, l'ensemble en minuscules et sans accents, espaces ni tirets.

source: test grading
fr: notation

source: Grade
fr: Notation

source: You answered
fr: Votre réponse :

source: Final score
fr: Score final

source: Congratulations, you succeeded !
fr: Félicitations, vous avez réussi ce test.

source: Your score is too low, please try again.
fr: Ce score est insuffisant, vous devrez tenter ce test à nouveau.

source: Try again now
fr: Réessayer maintenant.

source: Grade the test
fr: Noter le test

source: nothing
fr: pas de réponse
